[
  {
    "number": "1",
    "context": "Rédigez l’en-tête et les conclusions de la procédure appropriée pour la demande de Jasmin Vigneau relative à la garde de Raphaël, à la pension alimentaire et au suivi  thérapeutique de l’enfant auprès d’un psychologue.  Veuillez prendre note que 1 point sur 5 sera alloué aux techniques de rédaction ",
    "choices": [],
    "answer": null
  },
  {
    "number": "2",
    "context": "Quel est le régime matrimonial applicable à Marielle Trépanier et Saman Sadafi? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou réglementaires précises et  pertinentes.  FAITS COMPLÉMENTAIRES  Saman vous mentionne qu’il a toujours assumé toutes les dépenses de la f",
    "choices": [],
    "answer": null
  },
  {
    "number": "3",
    "context": "Compte tenu que Saman Sadafi a assumé seul toutes les dépenses de la famille pendant le mariage, pourrait-il obtenir un partage inégal du patrimoine familial, voire la propriété complète de la résidence familiale, sans verser quelque somme que ce soit à Marielle Trépanier? Motivez votre réponse et f",
    "choices": [],
    "answer": [
      "C"
    ]
  },
  {
    "number": "4",
    "context": "Marielle Trépanier peut-elle renoncer à toute pension alimentaire présente et future pour elle-même dans le cadre d’une entente sur les mesures accessoires à la séparation de corps? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou  réglementaires précises et pertine",
    "choices": [],
    "answer": null
  },
  {
    "number": "5",
    "context": ", veuillez vous référer à la Table de fixation de la contribution alimentaire parentale de base 2021 aux pages 6 et 7.  Exceptionnellement, il vous est permis de faire votre calcul dans votre code sur le formulaire de fixation des pensions alimentaires qui s’y retrouve. Veuillez retranscrire votre r",
    "choices": [],
    "answer": [
      "C"
    ]
  },
  {
    "number": "5",
    "context": "Calculez la pension alimentaire mensuelle payable pour les enfants Clara, Lauralie et Cédric, dans l’éventualité où le temps parental attribué à Lianne Chevigny serait fixé à 295 jours par  année.  ANNEXE I  @.1) TABLE DE FIXATION DE LA CONTRIBUTION ALIMENTAIRE PARENTALE DE BASE  Applicable à compte",
    "choices": [
      "e)"
    ],
    "answer": [
      "C"
    ]
  },
  {
    "number": "6",
    "context": "Indiquez la valeur partageable des biens du patrimoine familial dont Lianne Chevigny est propriétaire? Séparez les biens par catégories, nommez les biens et faites état de tous vos  calculs.",
    "choices": [],
    "answer": null
  },
  {
    "number": "7",
    "context": "Indiquez la valeur partageable des biens du patrimoine familial dont Patrice Beaunoyer est propriétaire? Séparez les biens par catégories, nommez les biens et faites état de tous vos  calculs.",
    "choices": [],
    "answer": null
  },
  {
    "number": "8",
    "context": "Quelle est la valeur nette partageable des biens acquêts dont Patrice Beaunoyer est  propriétaire? Faites état de tous vos calculs.  FAITS COMPLÉMENTAIRES  Lianne vous informe que le comportement de Patrice à son égard devient de plus en plus problématique. Il n’accepte ni le divorce ni sa nouvelle ",
    "choices": [],
    "answer": null
  },
  {
    "number": "9",
    "context": "Dans le cadre des mesures accessoires au divorce, comment Lianne Chevigny peut-elle demander au tribunal de condamner Patrice Beaunoyer à assumer une partie de ses frais d’avocat? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou  réglementaires précises et pertinent",
    "choices": [],
    "answer": [
      "D"
    ]
  },
  {
    "number": "10",
    "context": "Lianne Chevigny et Patrice Beaunoyer peuvent-ils convenir de conserver chacun leurs gains inscrits à leur nom respectif dans les registres de Retraite Québec en application de la Loi sur le régime de rentes du Québec? Si oui, dites à quelle(s) condition(s). Si non, dites pourquoi. Motivez votre répo",
    "choices": [
      "e)"
    ],
    "answer": null
  },
  {
    "number": "11",
    "context": "Énoncez CINQ accusations qui peuvent être portées par M° Isabelle Forget, procureure aux poursuites criminelles et pénales, contre les accusés Xavier Rondeau, Robert Boutin et Félix Lamothe. Motivez votre réponse et faites références à la ou aux dispositions législatives  ou réglementaires précises ",
    "choices": [],
    "answer": null
  },
  {
    "number": "12",
    "context": "Compte tenu que Xavier Rondeau, Robert Boutin et Félix Lamothe sont coaccusés dans une même dénonciation alors qu’ils choisissent chacun un mode de procès différent, quelle décision la juge Mélanie Normandin peut-elle prendre? Expliquez de plus les conséquences procédurales de cette décision. Motive",
    "choices": [],
    "answer": [
      "C"
    ]
  },
  {
    "number": "13",
    "context": "Que doit faire M° Alice Major pour s’assurer que Xavier Rondeau puisse plaider coupable immédiatement? Motivez votre réponse et faites référence à la ou aux dispositions législatives  ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Finalement, le mercredi 26 août 2020, Xavier se p",
    "choices": [],
    "answer": null
  },
  {
    "number": "14",
    "context": "Que devrait répondre M° Chantal Rochon à cette interrogation? Motivez votre réponse et faites  référence à la ou aux dispositions législatives ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Finalement, le procès demeure devant juge et jury et, comme prévu, il commence le vendredi",
    "choices": [],
    "answer": null
  },
  {
    "number": "15",
    "context": "Cette objection de M° Isabelle Forget, procureure aux poursuites criminelles et pénales, est-  elle bien fondée? Si oui, pour quel(s) motif(s)? Si non, dites pourquoi.  FAITS COMPLÉMENTAIRES  Alors que la preuve de la poursuite est terminée, Robert consulte son avocat, M° Morin, pour discuter de la ",
    "choices": [],
    "answer": [
      "C"
    ]
  },
  {
    "number": "16",
    "context": "Que lui répondra M° David Morin? Et à quelle requête Robert Boutin fait-il référence? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou réglementaires  précises et pertinentes.  FAITS COMPLÉMENTAIRES  À la suite de leur procès, Robert et Félix sont reconnus coupables",
    "choices": [],
    "answer": null
  },
  {
    "number": "17",
    "context": "Que plaidera M° Isabelle Forget, procureure aux poursuites criminelles et pénales, concernant le temps alloué à la détention préventive? Motivez votre réponse et faites référence à la ou  aux dispositions législatives ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Lors de la déte",
    "choices": [],
    "answer": null
  },
  {
    "number": "18",
    "context": "Quel est le fardeau de la preuve incombant à M° Isabelle Forget, procureure aux poursuites criminelles et pénales, afin que le juge prenne en considération que ces infractions ont été commises au profit d’une organisation criminelle? Motivez votre réponse et faites référence à  la ou aux disposition",
    "choices": [],
    "answer": null
  },
  {
    "number": "19",
    "context": "En vertu de quelles dispositions le juge Léonard Beaupré peut-il délivrer un mandat d’arrestation? Motivez votre réponse et faites référence à la ou aux dispositions législatives  ou réglementaires précises et pertinentes.",
    "choices": [],
    "answer": [
      "E"
    ]
  }
]