[
  {
    "number": "1",
    "context": "M Charline Lemieux, avocate du demandeur Lucien Gauthier, aurait-elle dû formuler une objection à cette série de questions? Parmi les affirmations suivantes, laquelle est VRAIE?  Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Oui, car toutes les questions vi",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "2",
    "context": "Dans l’hypothèse où le tribunal accueillerait une objection formulée par M° Charline Lemieux sur les questions et réponses précédentes, M° Bruno Mercille pourrait-il en appeler immédiatement de cette décision? Parmi les affirmations suivantes, laquelle est VRAIE? Noircissez LA CASE qui correspond à ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "3",
    "context": "Que devrait plaider M° Charline Lemieux pour que la déclaration de Jules Labonté,  consignée dans le rapport de Claire Fecteau, soit admise en preuve? Parmi les affirmations  suivantes, laquelle est VRAIE? Noircissez LA CASE qui correspond à la bonne réponse sur  votre feuillet de réponses.  a)  b) ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "4",
    "context": "M Bruno Mercille, avocat de la défenderesse Gym1709 inc., a-t-il raison d’exiger la présence de D'* Isabelle Laurier au tribunal? Parmi les affirmations suivantes, laquelle est  VRAIE? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Oui, puisqu'il n’est aucun",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "5",
    "context": "Parmi les énoncés suivants, indiquez lequel est VRAI. Noircissez LA CASE qui correspond à  la bonne réponse sur votre feuillet de réponses.  a)  b)  c)  d)  e)  L’avis selon l’article 264 C.p.c. est un moyen utile pour faire reconnaître l’origine du contrat d’achat et de service d’entretien de l’exe",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "6",
    "context": "M° Charline Lemieux, avocate du demandeur Lucien Gauthier, aurait-elle dû formuler une  objection à cette réponse? Parmi les affirmations suivantes, laquelle est VRAIE?  Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses. a) Oui, car le témoin tente de prouver une dé",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "7",
    "context": "À quelle(s) obligation(s) Groupe Faramont inc. était-elle assujettie, en vertu de la Loi sur la publicité légale des entreprises, à la suite de la signature de cette entente? Noircissez LA  CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  10  a)  b)  c)  d)  e)  À la suite de ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "8",
    "context": "Ces arguments invoqués par le conseil d'administration de Groupe Faramont inc. sont-ils fondés? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de  réponses.  a) Aucun de ces arguments n’est fondé.  12  b) Seul l’argument 1 est fondé.  c) Seul l’argument 2 est fondé.  d) Seul",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "9",
    "context": "Parmi les cinq résolutions adoptées par le conseil d'administration de Groupe Faramont inc. lors de la réunion du 18 janvier 2021, indiquez lesquelles le conseil d'administration peut adopter seul sans l’autorisation des actionnaires pour en assurer la légalité. Noircissez LES CASES qui corresponden",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "10",
    "context": "Quel est le prix de rachat maximal qu’Espace PAM inc. peut légalement verser aujourd’hui à Jade Lee pour racheter les 12 000 actions de catégorie « C» du capital social d’Espace PAM inc. qu’elle détient? Noircissez LA CASE qui correspond à la bonne réponse  sur votre feuillet de réponses.  a) 9 900 ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "11",
    "context": "Indiquez le nouveau montant du capital-actions émis et payé des actions de Centre de formation Diploméo inc. à la suite de l’acquisition des actions de Line Coutu. Noircissez  LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) 170 500$ b) 178 000 $ c) 190500$ d) 210 500$ e",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "12",
    "context": "Ces articles 22, 38 et 57 du règlement intérieur de Groupe Mobeco inc. sont-ils conformes à la Loi sur les sociétés par actions? Noircissez LA CASE qui correspond à la bonne réponse  sur votre feuillet de réponses.  a) L’article 22 est conforme à la Loi sur les sociétés par actions alors que les art",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "13",
    "context": "Compte tenu des seuls droits et restrictions attachés aux actions du capital-actions autorisé  de Matériaux Ozema inc. décrits ci-dessus, laquelle des affirmations suivantes correspond  aux droits et restrictions attachés aux actions de catégorie « B »? Noircissez LA CASE qui  correspond à la bonne ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "14",
    "context": "À quelle date au plus tard Toiles et Abris Richelieu inc. devra-t-elle afficher dans un endroit bien en vue la liste complète des salariés visés par la requête en accréditation du Syndicat des travailleurs Toiles et Abris Richelieu inc.? Noircissez LA CASE qui correspond à  la bonne réponse sur votr",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "15",
    "context": "En présumant que les faits allégués par Toiles et Abris Richelieu inc. dans sa demande sont  vrais, quelle décision devrait rendre le Tribunal administratif du travail relativement à la  demande de cette dernière? Noircissez LA CASE qui correspond à la bonne réponse sur votre  feuillet de réponses. ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)"
    ],
    "answer": null
  },
  {
    "number": "16",
    "context": "Combien de salariés auront le droit de vote lors de ce vote au scrutin secret? Noircissez  LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) 162 salariés.  b) 163 salariés.  c) 164 salariés.  d) 165 salariés.  e) 221 salariés.  f) 223 salariés.  g) 224 salariés.  h) 225 s",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "17",
    "context": "Dans le cadre du recours exercé, indiquez chacun des éléments du fardeau de la preuve que Tristan Pelletier doit satisfaire en vue d’établir la présomption selon laquelle il a été congédié en raison de l'exercice d’un droit lui résultant du Code du travail.  Noircissez TOUTES LES CASES qui correspon",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "18",
    "context": "Dans l’hypothèse où Steven Douglas déciderait d’intenter un recours contre Toiles et Abris Richelieu inc. en raison du harcèlement psychologique dont il estime être victime dans le cadre de son travail, qui aurait compétence pour statuer sur son recours et condamner Toiles et Abris Richelieu inc. à ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "19",
    "context": "Quelle devrait être la décision de la Cour supérieure sur la demande pour outrage au  tribunal dirigée contre Pascal Jubinville? Noircissez LA CASE qui correspond à la bonne  réponse sur votre feuillet de réponses.  a)  b)  c)  d)  e)  La Cour supérieure rejettera la demande parce que la procédure n",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "20",
    "context": "En date du 18 janvier 2021, en présumant que l’unité de négociation proposée par le  Syndicat des travailleurs de Pour l’amour du Tennis inc. dans sa requête en accréditation  est appropriée et que l’employeur ne communique pas de désaccord à cet égard, que fera  l’agent de relations du travail dépê",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  }
]