[
  {
    "number": "1",
    "context": "Luc Fafard a-t-il le droit de demeurer dans les lieux après le 30 novembre 2019 malgré l’opposition du locateur? Motivez votre réponse et faites référence à la ou aux dispositions  législatives ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Le 22 novembre 2019, Luc apprend que le",
    "choices": [],
    "answer": null
  },
  {
    "number": "2",
    "context": "Luc Fafard peut-il obtenir la résolution du contrat de vente en invoquant une garantie légale? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou  réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Luc décide de modifier son projet et d’accepter une propo",
    "choices": [],
    "answer": null
  },
  {
    "number": "3",
    "context": "Vente et réparation d'équipements inc. peut-elle reprendre possession de son système de reproduction informatisé libre de l’hypothèque de Finance commerciale ltée? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou réglementaires précises et  pertinentes.  FAITS COMPL",
    "choices": [],
    "answer": null
  },
  {
    "number": "4",
    "context": "Construction DEF inc. est-elle tenue de payer 2 500 $ plus taxes? Motivez votre réponse et  faites référence à la ou aux dispositions législatives ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Le 12 mai 2020, Martine Boulay, directrice générale de Boutique Martine inc., se prése",
    "choices": [],
    "answer": [
      "C"
    ]
  },
  {
    "number": "5",
    "context": "Dans l’hypothèse où Boutique Martine inc. louerait une autre caisse enregistreuse, Vente et réparation d'équipements inc. pourrait-elle être tenue d’en payer le coût de location? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou  réglementaires précises et pertinente",
    "choices": [],
    "answer": [
      "D"
    ]
  },
  {
    "number": "6",
    "context": "En date du 2 juillet 2020, Distribution Piché inc. est-elle en droit de considérer la vente résolue? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou  réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Le 3 août 2020, Luc, qui a besoin de fonds pour l’e",
    "choices": [],
    "answer": [
      "E"
    ]
  },
  {
    "number": "7",
    "context": "Luc Fafard est-il en droit de forcer la succession de Nicole Fafard à lui donner le tableau? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou  réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Le 6 septembre 2020, Luc vend à Sophia Roy, pour la somme d",
    "choices": [],
    "answer": null
  },
  {
    "number": "8",
    "context": "En date du 8 septembre 2020, qui est propriétaire de l’armoire? Motivez votre réponse et  faites référence à la ou aux dispositions législatives ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Le loyer mensuel de 9 000 $ pour Le local loué par VRE demeure impayé pour les mois d'oc",
    "choices": [],
    "answer": [
      "E"
    ]
  },
  {
    "number": "9",
    "context": "En date du 7 novembre 2020, Jacob Wilson inc. est-elle en droit de réclamer de Frédéric Miron la somme de 18 000 $ pour les loyers impayés? Motivez votre réponse et faites référence à la  ou aux dispositions législatives ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Le 13 novemb",
    "choices": [],
    "answer": [
      "E"
    ]
  },
  {
    "number": "10",
    "context": "Rédigez les conclusions de la demande introductive d’instance que vous ferez signifier à Jacob  Wilson inc.  Veuillez prendre note que 1 point sur 5 sera alloué aux techniques de rédaction soit : le respect de la règle de la pertinence ainsi que la bonne qualité de l’expression écrite qui  comprend ",
    "choices": [
      "a)",
      "b)"
    ],
    "answer": null
  },
  {
    "number": "11",
    "context": "En tenant pour acquis que la déclaration et le versement du dividende en argent de 105 000 $  ont été légalement effectués, indiquez quel montant de dividende sera versé aux actions de  catégories « À », « B » et « C ». Faites état de tous vos calculs.  FAITS COMPLÉMENTAIRES  À la suite du versement",
    "choices": [],
    "answer": [
      "E"
    ]
  },
  {
    "number": "12",
    "context": "Climatisation 7Froid7 inc. a-t-elle l’obligation de payer à Axoma Capital de risque la somme de 150 000 $ demandée pour le rachat des 7 500 actions de catégorie « C »? Faites état de tous vos calculs et faites référence à la ou aux dispositions législatives ou réglementaires  précises et pertinentes",
    "choices": [],
    "answer": [
      "C"
    ]
  },
  {
    "number": "13",
    "context": "Indiquez DIX formalités corporatives requises pour convertir les actions de catégorie « B » émises en actions de catégorie « D >», une catégorie à être créée. Dans tous les cas, faites  référence à la ou aux dispositions législatives ou réglementaires précises et pertinentes.  Tenez pour acquis qu’a",
    "choices": [],
    "answer": null
  },
  {
    "number": "14",
    "context": "Une déclaration relative au nom doit-elle être jointe aux statuts de fusion qui seront transmis au registraire des entreprises? Motivez votre réponse et faites référence à la ou aux  dispositions législatives ou réglementaires précises et pertinentes.  Afin de répondre à la question suivante, tenez ",
    "choices": [],
    "answer": null
  },
  {
    "number": "15",
    "context": "À la suite de la délivrance du certificat de fusion, indiquez la ou les déclarations qui doivent être produites au registraire des entreprises, en précisant la ou les sociétés qui doivent produire cette ou ces déclarations. Motivez votre réponse et faites référence à la ou aux  dispositions législat",
    "choices": [],
    "answer": null
  }
]