[
  {
    "number": "1",
    "context": "M€ Charline Lemieux, avocate du demandeur Lucien Gauthier, aurait-elle dû formuler une objection à cette série de questions? Parmi les affirmations suivantes, laquelle est VRAIE?  Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Oui, car toutes les questions v",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "2",
    "context": "Dans l’hypothèse où le tribunal accueillerait une objection formulée par M Charline Lemieux sur les questions et réponses précédentes, M° Bruno Mercille pourrait-il en appeler immédiatement de cette décision? Parmi les affirmations suivantes, laquelle est VRAIE? Noircissez LA CASE qui correspond à l",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "D"
    ]
  },
  {
    "number": "3",
    "context": "Que devrait plaider M€ Charline Lemieux pour que la déclaration de Jules Labonté,  consignée dans le rapport de Claire Fecteau, soit admise en preuve? Parmi les affirmations  suivantes, laquelle est VRAIE? Noircissez LA CASE qui correspond à la bonne réponse sur  votre feuillet de réponses.  a)  b) ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "4",
    "context": "ME Bruno Mercille, avocat de la défenderesse Gym1709 inc., a-t-il raison d’exiger la présence de D'® Isabelle Laurier au tribunal? Parmi les affirmations suivantes, laquelle est  VRAIE? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Oui, puisqu'il n’est aucu",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "5",
    "context": "Parmi les énoncés suivants, indiquez lequel est VRAI. Noircissez LA CASE qui correspond à  la bonne réponse sur votre feuillet de réponses.  a)  b)  c)  d)  e)  L’avis selon l’article 264 C.p.c. est un moyen utile pour faire reconnaître l’origine du contrat d’achat et de service d’entretien de l’exe",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "6",
    "context": "ME Charline Lemieux, avocate du demandeur Lucien Gauthier, aurait-elle dû formuler une  objection à cette réponse? Parmi les affirmations suivantes, laquelle est VRAIE?  Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses. a) Oui, car le témoin tente de prouver une dé",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "7",
    "context": "À quelle(s) obligation(s) Groupe Faramont inc. était-elle assujettie, en vertu de la Loi sur la publicité légale des entreprises, à la suite de la signature de cette entente? Noircissez LA  CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  10  a)  b)  c)  d)  e)  À la suite de ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "8",
    "context": "Ces arguments invoqués par le conseil d'administration de Groupe Faramont inc. sont-ils fondés? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de  réponses.  a) Aucun de ces arguments n’est fondé.  12  b) Seul l’argument 1 est fondé.  c) Seul l’argument 2 est fondé.  d) Seul",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "C"
    ]
  },
  {
    "number": "9",
    "context": "Parmi les cinq résolutions adoptées par le conseil d'administration de Groupe Faramont inc. lors de la réunion du 18 janvier 2021, indiquez lesquelles le conseil d’administration peut adopter seul sans l’autorisation des actionnaires pour en assurer la légalité. Noircissez LES CASES qui corresponden",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "10",
    "context": "Quel est le prix de rachat maximal qu’Espace PAM inc. peut légalement verser aujourd’hui à Jade Lee pour racheter les 12 000 actions de catégorie « C» du capital social d’Espace PAM inc. qu’elle détient? Noircissez LA CASE qui correspond à la bonne réponse  sur votre feuillet de réponses.  a) 9 900 ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "11",
    "context": "Indiquez le nouveau montant du capital-actions émis et payé des actions de Centre de formation Diploméo inc. à la suite de l’acquisition des actions de Line Coutu. Noircissez  LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) 170 500$ b) 178000$ c) 190 500$ d) 210500$ e) ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "12",
    "context": "Ces articles 22, 38 et 57 du règlement intérieur de Groupe Mobeco inc. sont-ils conformes à la Loi sur les sociétés par actions? Noircissez LA CASE qui correspond à la bonne réponse  sur votre feuillet de réponses.  a)  L’article 22 est conforme à la Loi sur les sociétés par actions alors que les ar",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "C"
    ]
  },
  {
    "number": "13",
    "context": "Compte tenu des seuls droits et restrictions attachés aux actions du capital-actions autorisé  de Matériaux Ozema inc. décrits ci-dessus, laquelle des affirmations suivantes correspond  aux droits et restrictions attachés aux actions de catégorie « B »? Noircissez LA CASE qui  correspond à la bonne ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "C"
    ]
  },
  {
    "number": "14",
    "context": "En date du 18 janvier 2021, quelle somme est due par l’Académie Bonaparte à Pascal Lebrun à titre d’indemnité pour le jour férié du 24 juin 2020? Noircissez LA CASE qui  correspond à la bonne réponse sur votre feuillet de réponses.  a) 0$ b) 80$ ©)  95$ d) 112$ e) 136$ f) 143$ g) 151$ h) 160$  FAITS",
    "choices": [
      "a)",
      "b)",
      "d)",
      "e)",
      "e)"
    ],
    "answer": [
      "E"
    ]
  },
  {
    "number": "15",
    "context": "Quel montant l’Académie Bonaparte devra-t-elle verser à Caroline Martina au moment où  celle-ci prendra ses vacances au début du mois d’août 2021? Noircissez LA CASE qui  correspond à la bonne réponse sur votre feuillet de réponses.  a)  b) c) d) e)  f)  26  ILest impossible de répondre à cette ques",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "16",
    "context": "En date du 18 janvier 2021, quels recours Guy Spagnoletti pourrait-il exercer à l’encontre de son congédiement? Noircissez LES CASES qui correspondent à la bonne réponse sur votre  feuillet de réponses.  a) Une plainte pour pratique interdite à la Commission des normes, de l’équité, de la  santé et ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "E"
    ]
  },
  {
    "number": "17",
    "context": "Quel recours susceptible de permettre l’annulation de l’élection de Suzie Wade pourrait être intenté par un membre du Syndicat des enseignants de l’école Académie Bonaparte?  Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Une demande introductive d’instance ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "18",
    "context": "Dans l’hypothèse où le grief du Syndicat des enseignants de l’école Académie Bonaparte serait porté à l’arbitrage, quelle décision devrait rendre l’arbitre de griefs qui en serait  saisi? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) L’arbitre de griefs dev",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "D"
    ]
  },
  {
    "number": "19",
    "context": "Quelle devrait être la décision de la Cour supérieure sur la demande pour outrage au tribunal dirigée contre William Plamondon? Noircissez LA CASE qui correspond à la bonne  réponse sur votre feuillet de réponses.  a) La Cour supérieure rejettera la demande parce que la procédure n’a pas été  respec",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "20",
    "context": "En date du 18 janvier 2021, en présumant que l’unité de négociation proposée par le  Syndicat des travailleurs de Complexe Tennis pour les sportifs inc. dans sa requête en  accréditation est appropriée et que Complexe Tennis pour les sportifs inc. ne communique  pas de désaccord à cet égard, que fer",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "E"
    ]
  }
]