[
  {
    "number": "1",
    "context": "M Charline Lemieux, avocate du demandeur Lucien Gauthier, aurait-elle dû formuler une objection à cette série de questions? Parmi les affirmations suivantes, laquelle est VRAIE?  Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Oui, car toutes les questions vi",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "2",
    "context": "Dans l’hypothèse où le tribunal accueillerait une objection formulée par M° Charline  Lemieux sur les questions et réponses précédentes, M° Bruno Mercille pourrait-il en appeler  immédiatement de cette décision? Parmi les affirmations suivantes, laquelle est VRAIE?  Noircissez LA CASE qui correspond",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "3",
    "context": "Que devrait plaider M° Charline Lemieux pour que la déclaration de Jules Labonté,  consignée dans le rapport de Claire Fecteau, soit admise en preuve? Parmi les affirmations  suivantes, laquelle est VRAIE? Noircissez LA CASE qui correspond à la bonne réponse sur  votre feuillet de réponses.  a)  b) ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "E"
    ]
  },
  {
    "number": "4",
    "context": "M Bruno Mercille, avocat de la défenderesse Gym1709 inc., a-t-il raison d’exiger la présence de D'* Isabelle Laurier au tribunal? Parmi les affirmations suivantes, laquelle est  VRAIE? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Oui, puisqu'il n’est aucun",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "D"
    ]
  },
  {
    "number": "5",
    "context": "Parmi les énoncés suivants, indiquez lequel est VRAI. Noircissez LA CASE qui correspond à  la bonne réponse sur votre feuillet de réponses.  a)  b)  c)  d)  e)  L’avis selon l’article 264 C.p.c. est un moyen utile pour faire reconnaître l’origine du contrat d’achat et de service d’entretien de l’exe",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "A"
    ]
  },
  {
    "number": "6",
    "context": "M° Charline Lemieux, avocate du demandeur Lucien Gauthier, aurait-elle dû formuler une  objection à cette réponse? Parmi les affirmations suivantes, laquelle est VRAIE?  Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses. a) Oui, car le témoin tente de prouver une dé",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "7",
    "context": "Quel doit être le dividende déclaré par Nacelles Atlas inc. afin de respecter la volonté d'Emma Quirion que Tomy Quirion reçoive un dividende en argent de 4 000 $? Noircissez  LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) 19000$ b)  21000$ c) 27000$ d)  29000$ e)  350",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "8",
    "context": "Laquelle des affirmations suivantes représente le mieux les droits des détenteurs des actions de catégories « À », « B», « C » et « D » relativement à la modification proposée des statuts pour créer les nouvelles actions de catégorie « E »? Noircissez LA CASE qui  correspond à la bonne réponse sur v",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "9",
    "context": "Ces trois mesures prévues dans les règlements administratifs de Déco 6° sens inc. sont-elles  légales? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses. a) Oui, ces trois mesures sont légales.  b) Non, aucune de ces mesures n’est légale.  c) Seule la mesure 1 est l",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "10",
    "context": "Parmi les résolutions suivantes, adoptées lors de la réunion du conseil d’administration d’Institut Coco Beauté inc., lesquelles n’ont pas été régulièrement adoptées?  Noircissez LES CASES qui correspondent à la bonne réponse sur votre feuillet de réponses. a) La résolution concernant l’embauche de ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "11",
    "context": "Parmi les énoncés suivants qui portent sur la tenue de l’assemblée extraordinaire des actionnaires, indiquez lequel est VRAI. Noircissez LA CASE qui correspond à la bonne  réponse sur votre feuillet de réponses.  a) Tristan Mahoney et Malik Godbout n’ont pas le droit d’être convoqués à l’assemblée, ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "12",
    "context": "Compte tenu des seuls droits et restrictions attachés aux actions du capital-actions autorisé  de Concept Amicka inc. décrits ci-dessus, laquelle des affirmations suivantes correspond  aux droits et restrictions attachés aux actions de catégorie « B »? Noircissez LA CASE qui  correspond à la bonne r",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "13",
    "context": "L'adoption subséquente d’une résolution spéciale des actionnaires est-elle requise pour donner suite aux décisions prises par le conseil d'administration d’Industries Vitamont inc. lors de la réunion tenue aujourd’hui? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de répons",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)"
    ],
    "answer": null
  },
  {
    "number": "14",
    "context": "Quelle devrait être la décision de la Cour supérieure sur la demande pour outrage au tribunal dirigée contre William Plamondon? Noircissez LA CASE qui correspond à la bonne  réponse sur votre feuillet de réponses.  a) La Cour supérieure rejettera la demande parce que la procédure n’a pas été respect",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "15",
    "context": "En date du 18 janvier 2021, en présumant que l’unité de négociation proposée par le  Syndicat des travailleurs de Complexe Tennis pour les sportifs inc. dans sa requête en  accréditation est appropriée et que Complexe Tennis pour les sportifs inc. ne communique  pas de désaccord à cet égard, que fer",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "16",
    "context": "En date du 18 janvier 2021, quelle somme est due par l’Académie Bonaparte à Pascal Lebrun à titre d’indemnité pour le jour férié du 24 juin 2020? Noircissez LA CASE qui  correspond à la bonne réponse sur votre feuillet de réponses.  a) 0$ b)  80$ ©)  95$ d) 112$ e) 136$ f) 143$ g) 151$ h) 160$  FAIT",
    "choices": [
      "a)",
      "b)",
      "d)",
      "e)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "17",
    "context": "Quel montant l’Académie Bonaparte devra-t-elle verser à Caroline Martina au moment où  celle-ci prendra ses vacances au début du mois d’août 2021? Noircissez LA CASE qui  correspond à la bonne réponse sur votre feuillet de réponses.  a)  b) c) d) e)  f)  ILest impossible de répondre à cette question",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "18",
    "context": "En date du 18 janvier 2021, quels recours Guy Spagnoletti pourrait-il exercer à l’encontre de son congédiement? Noircissez LES CASES qui correspondent à la bonne réponse sur votre  feuillet de réponses.  a) Une plainte pour pratique interdite à la Commission des normes, de l’équité, de la  santé et ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "19",
    "context": "Quel recours susceptible de permettre l’annulation de l’élection de Suzie Wade pourrait être intenté par un membre du Syndicat des enseignants de l’école Académie Bonaparte?  Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses. a) Une demande introductive d’instance a",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "20",
    "context": "Dans l’hypothèse où le grief du Syndicat des enseignants de l’école Académie Bonaparte serait porté à l’arbitrage, quelle décision devrait rendre l’arbitre de griefs qui en serait  saisi? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a)  L’arbitre de griefs de",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  }
]