[
  {
    "number": "1",
    "context": "À la lumière des faits, rédigez les conclusions de la procédure intentée par Victoria Proteau.  Veuillez prendre note que 1 point sur 5 sera alloué aux techniques de rédaction soit : le respect de la règle de la pertinence ainsi que la bonne qualité de l’expression écrite qui  comprend notamment la ",
    "choices": [],
    "answer": null
  },
  {
    "number": "2",
    "context": "a) Victoria Proteau et Mathias Courchesne doivent-ils participer dès maintenant à la séance d’information sur la parentalité et la médiation? Motivez votre réponse et faites  référence à la ou aux dispositions législatives ou réglementaires précises et pertinentes.  b) Le choix fait par Victoria Pro",
    "choices": [
      "a)",
      "b)"
    ],
    "answer": [
      "A"
    ]
  },
  {
    "number": "3",
    "context": ", veuillez-vous référer à la Table de fixation de la contribution alimentaire parentale de base 2021 aux pages 4 et 5.  Exceptionnellement, il vous est permis de faire votre calcul dans votre code sur le formulaire de fixation des pensions alimentaires qui s’y retrouve. Veuillez retranscrire votre r",
    "choices": [],
    "answer": null
  },
  {
    "number": "3",
    "context": "Tenant pour acquis que Victoria Proteau continue à payer directement la totalité des frais de garde, calculez la pension alimentaire mensuelle payable pour les enfants par Mathias Courchesne dans l’hypothèse où la garde des enfants serait accordée à  Victoria Proteau.  ANNEXE I  @.1) TABLE DE FIXATI",
    "choices": [
      "e)"
    ],
    "answer": null
  },
  {
    "number": "4",
    "context": "Mathias Courchesne pourrait-il payer cette pension alimentaire pour enfants directement à Victoria Proteau si celle-ci y consentait? Si oui, dites à quelle(s) condition(s). Si non, dites pourquoi. Motivez votre réponse et faites référence à la ou aux dispositions législatives ou  réglementaires préc",
    "choices": [],
    "answer": null
  },
  {
    "number": "5",
    "context": "Indiquez la valeur partageable des biens du patrimoine familial dont Josianne Perron est propriétaire. Séparez les biens par catégories, nommez les biens et faites état de tous vos  calculs.",
    "choices": [],
    "answer": null
  },
  {
    "number": "6",
    "context": "Indiquez la valeur partageable des biens du patrimoine familial dont Fabrice Lenoir est propriétaire. Séparez les biens par catégories, nommez les biens et faites état de tous vos  calculs.  FAITS COMPLÉMENTAIRES  Josianne et Fabrice s’adonnent à l'astronomie depuis plusieurs années. Ils possèdent d",
    "choices": [],
    "answer": null
  },
  {
    "number": "7",
    "context": "Dans le cadre du partage du régime matrimonial, comment sera traitée la valeur de cet équipement d’astronomie? Motivez votre réponse et faites référence à la ou aux dispositions  législatives ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Finalement, Les parties en sont arrivées ",
    "choices": [],
    "answer": [
      "D"
    ]
  },
  {
    "number": "8",
    "context": "Dans l'hypothèse où Fabrice Lenoir décéderait sans avoir modifié son testament, Josianne Perron serait-elle toujours liquidatrice de sa succession? Motivez votre réponse et  faites référence à la ou aux dispositions législatives ou réglementaires précises et pertinentes.  DOSSIER 2 (20 POINTS)  Prob",
    "choices": [],
    "answer": [
      "D"
    ]
  },
  {
    "number": "9",
    "context": "Quel(s) chef(s) d'accusation le poursuivant peut-il autoriser contre Réal Leboeuf? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou réglementaires  précises et pertinentes.",
    "choices": [],
    "answer": null
  },
  {
    "number": "10",
    "context": "Le poursuivant pourrait-il porter des accusations contre les amis de Réal Leboeuf qui étaient attablés avec lui? Motivez votre réponse et faites référence à la ou aux dispositions législatives  ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Lors de la tenue de l’enquête sur mise ",
    "choices": [],
    "answer": null
  },
  {
    "number": "11",
    "context": "Quelle décision le juge devrait-il rendre sur cette objection? Motivez votre réponse et faites  référence à la ou aux dispositions législatives ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Le poursuivant veut également produire à l’enquête sur mise en liberté provisoire la décl",
    "choices": [],
    "answer": null
  },
  {
    "number": "12",
    "context": "Quelle décision le juge devrait-il rendre sur cette objection? Motivez votre réponse et faites  référence à la ou aux dispositions législatives ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Réal désire savoir de M Morin s’il possède un moyen de défense au motif que ce sont les i",
    "choices": [],
    "answer": null
  },
  {
    "number": "13",
    "context": "Quelle explication M° Ovide Morin devrait-il donner à Réal Leboeuf sur la règle de droit applicable à cette défense? Motivez votre réponse et faites référence à la ou aux dispositions  législatives ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Réal veut également savoir de M° Mo",
    "choices": [],
    "answer": null
  },
  {
    "number": "14",
    "context": "Quelle explication M° Ovide Morin devrait-il donner à Réal Leboeuf sur la règle de droit applicable à ce moyen de défense? Motivez votre réponse et faites référence à la ou aux  dispositions législatives ou réglementaires précises et pertinentes.  Problème 2  La mise en situation du problème 2 du do",
    "choices": [
      "a)",
      "a)",
      "a)",
      "a)",
      "a)"
    ],
    "answer": null
  },
  {
    "number": "15",
    "context": "Quels choix du mode de procès s’offrent à Justin Laliberté lors de sa comparution devant le tribunal? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou  réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  L'enquête sur remise en liberté provisoire de Just",
    "choices": [],
    "answer": null
  },
  {
    "number": "16",
    "context": "Quelle réponse devrait lui donner M° Serge Bordeleau? Motivez votre réponse et faites  référence à la ou aux dispositions législatives ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Justin fait appel de la décision du juge de paix de Le détenir en attente de son procès. Le jeudi ",
    "choices": [],
    "answer": null
  },
  {
    "number": "17",
    "context": "Justin Laliberté peut-il faire modifier la condition du couvre-feu? Si oui, par quel(s) mécanisme(s) juridique(s) son avocat peut-il obtenir cette modification? Sinon, dites pourquoi. Motivez votre réponse et faites référence à la ou aux dispositions législatives ou  réglementaires précises et perti",
    "choices": [],
    "answer": null
  },
  {
    "number": "18",
    "context": "Quelles démarches M° Wilfrid Magnan doit-il entreprendre auprès du procureur de la poursuite, M° Serge Bordeleau, afin que Justin Laliberté puisse plaider coupable à ces accusations à Trois-Rivières? Motivez votre réponse et faites référence à la ou aux dispositions  législatives ou réglementaires p",
    "choices": [],
    "answer": null
  },
  {
    "number": "19",
    "context": "L’agent Gilles Rondeau avait-il le pouvoir d’arrêter Jonathan Ménard sans mandat? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou réglementaires  précises et pertinentes.  FAITS COMPLÉMENTAIRES  Au poste de police, l’agent Rondeau constate que Jonathan a plusieurs ",
    "choices": [
      "b)",
      "a)"
    ],
    "answer": null
  },
  {
    "number": "20",
    "context": "Que devrait alors lui expliquer M° Caroline Sabourin? Motivez votre réponse et faites référence  à la ou aux dispositions législatives ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Après avoir consulté son avocat, Jonathan décide d’être jugé par un juge de La cour provinciale.  ",
    "choices": [],
    "answer": null
  },
  {
    "number": "21",
    "context": "Cette objection formulée par M° Caroline Sabourin est-elle bien fondée? Si oui pour quel(s)  motif(s)? Si non, dites pourquoi.  FAITS COMPLÉMENTAIRES  Après le témoignage de l’agent Rondeau, M° Parent veut faire entendre Fannie.",
    "choices": [],
    "answer": [
      "C"
    ]
  },
  {
    "number": "22",
    "context": "Avant de recevoir le témoignage de Fannie Belleau, que doit faire le tribunal? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou réglementaires précises et  pertinentes.",
    "choices": [],
    "answer": [
      "A"
    ]
  }
]