[
  {
    "number": "1",
    "context": "Parmi les énoncés suivants, indiquez lequel est VRAI. Noircissez LA CASE qui correspond à  la bonne réponse sur votre feuillet de réponses.  a)  b)  c)  d)  e)  L’objection est bien fondée, parce qu’il est interdit de prouver par témoignage un contrat de plus de 1 500 $.  L’objection est bien fondée",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "A"
    ]
  },
  {
    "number": "2",
    "context": "Parmi les énoncés suivants, lequel NE SERAIT PAS un motif valable de réplique de la part de  M° Germain Bélanger? Noircissez LA CASE qui correspond à la bonne réponse sur votre  feuillet de réponses.  a)  b)  c)  d)  e)  Une copie papier d’un courriel est équivalente à l’original de ce courriel et p",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "C"
    ]
  },
  {
    "number": "3",
    "context": "Quelle est la nature juridique de ces courriels de transfert d’argent? Noircissez LA CASE qui  correspond à la bonne réponse sur votre feuillet de réponses.  a)  b)  c)  d)  e)  Ce sont des actes sous seing privé, puisqu'ils démontrent le contrat conclu entre les  parties.  Ce sont de simples écrits",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "B"
    ]
  },
  {
    "number": "4",
    "context": "Parmi les énoncés suivants, indiquez lequel est VRAI. Noircissez LA CASE qui correspond à  la bonne réponse sur votre feuillet de réponses. a) L’objection est bien fondée, car ce fait n’a pas été allégué dans les procédures.  b)  L’objection est bien fondée, car il s’agit de ouï-dire et le témoin ra",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "B"
    ]
  },
  {
    "number": "5",
    "context": "Parmi les énoncés suivants, indiquez lequel est VRAI. Noircissez LA CASE qui correspond à  la bonne réponse sur votre feuillet de réponses.  a) L’avis selon l’article 264 C.p.c. est un moyen utile pour faire reconnaître l’origine du  contrat notarié de l’achat de la maison (pièce P-1).  b) L'avis se",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "B"
    ]
  },
  {
    "number": "6",
    "context": "Parmi les énoncés suivants, indiquez lequel est VRAI. Noircissez LA CASE qui correspond à  la bonne réponse sur votre feuillet de réponses.  a) Le rapport d’expert et le croquis font un tout et ils sont tous les deux de simples écrits.  Ils peuvent être contredits par tous moyens.  b) La force proba",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)",
      "a)",
      "b)",
      "c)",
      "a)",
      "b)",
      "c)",
      "d)"
    ],
    "answer": [
      "B"
    ]
  },
  {
    "number": "7",
    "context": "La mise en œuvre de la réorganisation des affaires de Meubles Bélisol inc. nécessite les  seules formalités suivantes. Noircissez LA CASE qui correspond à la bonne réponse sur votre  feuillet de réponses.  a)  b)  c)  d)  e)  12  L'adoption de résolutions du conseil d’administration et la production",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "8",
    "context": "La vente par Cyrille Blanchard de 100 actions de catégorie « B » du capital-actions de Meubles Bélisol inc. à ses enfants Marjolaine et Mathieu exige la formalité suivante.  Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Adoption d’une résolution par le cons",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "9",
    "context": "Dans les circonstances, Cyrille Blanchard peut-il, en tant qu’administrateur ou actionnaire de Portes Métriso inc., s’opposer avec succès à l’une ou l’autre des décisions qu’entendent prendre les autres administrateurs et actionnaires pour mettre fin à l’impasse? Noircissez  LA CASE qui correspond à",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "G"
    ]
  },
  {
    "number": "10",
    "context": "Ces articles 22, 38 et 57 du règlement intérieur d’Industries Koboco inc. sont-ils conformes  à la Loi sur les sociétés par actions? Noircissez LA CASE qui correspond à la bonne réponse  sur votre feuillet de réponses.  a)  b)  c)  d)  e)  f)  8)  16  L’article 22 est conforme à la Loi sur les socié",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "B"
    ]
  },
  {
    "number": "11",
    "context": "Compte tenu des seuls droits et restrictions attachés aux actions du capital-actions autorisé  de Meubles Bobochic inc. décrits ci-dessus, laquelle des affirmations suivantes correspond  aux droits et restrictions attachés aux actions de catégorie « B »? Noircissez LA CASE qui  correspond à la bonne",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "C"
    ]
  },
  {
    "number": "12",
    "context": "Parmi les formalités suivantes, lesquelles doivent être accomplies afin de procéder à la modification de la date de rachat des actions de catégorie « B » pour la fixer au 31 août 2023 et à la modification des droits afférents aux actions de catégorie « C » pour que ces actions soient aussi rachetabl",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "C",
      "D",
      "E",
      "E"
    ]
  },
  {
    "number": "13",
    "context": "Ludovic Paquette et Jaydon Sage peuvent-ils s’opposer avec succès au changement proposé qui ferait en sorte que Voyages Émotika inc. puisse également s’identifier sous le nom de Randonnées Mapamundo? Noircissez LA CASE qui correspond à la bonne réponse sur votre  feuillet de réponses.  a) Oui, car u",
    "choices": [
      "a)",
      "b)",
      "d)"
    ],
    "answer": [
      "D"
    ]
  },
  {
    "number": "14",
    "context": "À quelle date au plus tard, Les Abris Martel inc. devait-t-elle afficher dans un endroit bien en vue la liste complète des salariés visés par la requête en accréditation du Syndicat des travailleurs de Les Abris Martel inc.? Noircissez LA CASE qui correspond à la  bonne réponse sur votre feuillet de",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "B"
    ]
  },
  {
    "number": "15",
    "context": "Combien de salariés auront le droit de vote lors de ce vote au scrutin secret? Noircissez  LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) 221 salariés. b) 165 salariés. c) 164 salariés. d) 163 salariés.  e) 162 salariés.  Problème 2  La mise en situation du problème 2 ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "D"
    ]
  },
  {
    "number": "16",
    "context": "Quelle devrait être la décision de la Cour supérieure sur la demande pour outrage au tribunal dirigée contre Raymond Houde? Noircissez LA CASE qui correspond à la bonne  réponse sur votre feuillet de réponses.  a) La Cour supérieure accueillera la demande parce que Raymond Houde a commis un outrage ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)"
    ],
    "answer": [
      "A"
    ]
  },
  {
    "number": "17",
    "context": "En date du 22 avril 2020, en présumant que l’unité de négociation proposée par le Syndicat des travailleurs de Spa et Ressourcement des Collines inc. dans sa requête en accréditation est appropriée et que Spa et Ressourcement des Collines inc. ne communique pas de désaccord à cet égard, que fera l’a",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "E"
    ]
  },
  {
    "number": "18",
    "context": "À la suite de son congédiement, de quels recours Nicole Beaupré dispose-t-elle? Noircissez  LES CASES qui correspondent à la bonne réponse sur votre feuillet de réponses.  a) Une plainte à la Commission des normes, de l’équité, de la santé et de la sécurité du  travail pour pratique interdite.  b) U",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "B",
      "E",
      "D"
    ]
  },
  {
    "number": "19",
    "context": "À combien de semaines de salaire l'indemnité à laquelle Pascal Vézina aura droit en vertu de la Loi sur les normes du travail à la suite de la perte de son emploi correspondra-t-elle? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet  de réponses.  a) Aucune indemnité. b) 10 se",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)"
    ],
    "answer": [
      "C"
    ]
  },
  {
    "number": "20",
    "context": "Si Louis Schneider part en vacances à compter du 1° juillet 2020, quelle est l’indemnité de congé annuel à laquelle il aura droit? Noircissez LA CASE qui correspond à la bonne  réponse sur votre feuillet de réponses.  a) 820$ b) 1040$ c) 1230$ d) 1590 $  e) 1576,92$ f) 2 000 $ g) 2365,38$  h) 3 000 ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "F"
    ]
  }
]