[
  {
    "number": "1",
    "context": "Rédigez les conclusions de la demande introductive d’instance pour garde d’enfant, pension alimentaire et droits patrimoniaux de Marcella Charlebois qui seront traitées par le tribunal lors de l’audition de la demande concernant la garde des enfants Ella et Tom, les droits d’accès  d’Alvaro Fontaine",
    "choices": [],
    "answer": null
  },
  {
    "number": "2",
    "context": ", veuillez-vous référer à la Table de fixation de la contribution alimentaire parentale de base 2021 aux pages 4 et 5.  Exceptionnellement, il vous est permis de faire votre calcul dans votre code sur le formulaire de fixation des pensions alimentaires qui s’y retrouve. Veuillez retranscrire votre r",
    "choices": [],
    "answer": null
  },
  {
    "number": "2",
    "context": "Tenant pour acquis qu’Alvaro Fontaine payera directement les frais de compétition de ski au mont Tremblant et que Marcella Charlebois payera directement les frais de judo et de tutorat pour Tom, calculez la pension alimentaire mensuelle que devra payer Alvaro Fontaine pour  les enfants Ella et Tom. ",
    "choices": [
      "e)"
    ],
    "answer": null
  },
  {
    "number": "3",
    "context": "Dans l’hypothèse où le ministère du Revenu n’aurait pas encore reçu la remise des retenues faites par le nouvel employeur d’Alvaro Fontaine alors qu’un versement de pension alimentaire est dû à Marcella Charlebois, qu’adviendra-t-il de la pension alimentaire payable à cette dernière? Motivez votre r",
    "choices": [],
    "answer": [
      "D"
    ]
  },
  {
    "number": "4",
    "context": "Indiquez la valeur partageable des biens du patrimoine familial dont Julia Lecompte est propriétaire? Séparez les biens par catégories, nommez les biens et faites état de tous vos  calculs.  FAITS COMPLÉMENTAIRES  Vous revoyez Julia trois semaines après avoir fait signifier la demande en divorce à A",
    "choices": [],
    "answer": null
  },
  {
    "number": "5",
    "context": "Julia Lecompte et Antonio Sanchez peuvent-ils demander de suspendre les procédures de divorce dans la mesure où ils souhaitent participer à des séances de médiation? Si oui, dites à quelle(s) condition(s). Si non, dites pourquoi. Motivez votre réponse et faites référence à la  ou aux dispositions lé",
    "choices": [],
    "answer": null
  },
  {
    "number": "6",
    "context": "Julia Lecompte et Antonio Sanchez peuvent-ils convenir de conserver chacun les gains inscrits à leur nom respectif dans les registres de Retraite Québec en application de la Loi sur le régime de rentes du Québec? Si oui, dites à quelle(s) condition(s). Si non, dites pourquoi. Motivez votre réponse e",
    "choices": [],
    "answer": null
  },
  {
    "number": "7",
    "context": "Les parties peuvent-elles convenir du transfert par Antonio Sanchez à Julia Lecompte de 80 % des droits qu’Antonio détient dans son régime de pension auprès d’Ingénierie Plus inc., en considération du transfert par Julia Lecompte à Antonio Sanchez de sa moitié indivise dans le chalet situé à Labelle",
    "choices": [],
    "answer": null
  },
  {
    "number": "8",
    "context": "Dans l’éventualité du prononcé du divorce des parties et de la délivrance du certificat de divorce, qu’adviendra-t-il des donations à cause de mort prévues au contrat de mariage? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou  réglementaires précises et pertinente",
    "choices": [],
    "answer": [
      "D"
    ]
  },
  {
    "number": "9",
    "context": "Quelle est la valeur partageable des acquêts de Julia Lecompte quant à l’entreprise  Chics Bijoux inc.? Faites état de tous vos calculs et motivez votre réponse.",
    "choices": [],
    "answer": null
  },
  {
    "number": "10",
    "context": "Quelle est la valeur partageable des acquêts d’Antonio Sanchez quant à l’entreprise  Chics Bijoux inc.? Faites état de tous vos calculs et motivez votre réponse.  DOSSIER 2 (20 POINTS)  Problème 1  La mise en situation du dossier 2 est évolutive : tous les faits complémentaires que vous y  trouverez",
    "choices": [],
    "answer": null
  },
  {
    "number": "11",
    "context": "En vertu de quelle disposition législative les deux mandats d’arrestation seront-ils délivrés par le juge de paix? Motivez votre réponse et faites référence à la ou aux dispositions législatives  ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  À la suite de La lecture de la déclar",
    "choices": [],
    "answer": [
      "E"
    ]
  },
  {
    "number": "12",
    "context": "M° Nancy Rioux peut-elle porter une ou des accusations contre Guy Langlois? Si oui, dites laquelle ou lesquelles. Si non, dites pourquoi. Motivez votre réponse et faites référence à la  ou aux dispositions législatives ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Munis des mand",
    "choices": [],
    "answer": null
  },
  {
    "number": "13",
    "context": "Les policiers ont-ils le devoir de remettre Benoït Rougeau en liberté? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou réglementaires précises et  pertinentes.  FAITS COMPLÉMENTAIRES  Simon comparaît détenu le vendredi 28 août 2020 et M° Rioux s'oppose à sa mise en",
    "choices": [],
    "answer": null
  },
  {
    "number": "14",
    "context": "a) Qui aura le fardeau de la preuve lors de l’enquête sur mise en liberté? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou réglementaires  précises et pertinentes.  b) Le juge pourrait-il poser à l’accusé, sans que celui-ci fasse le choix de témoigner, des question",
    "choices": [
      "a)",
      "b)"
    ],
    "answer": [
      "A"
    ]
  },
  {
    "number": "15",
    "context": "a) La prétention de M° Nancy Rioux est-elle bien fondée? Motivez votre réponse et faites  référence à la ou aux dispositions législatives ou réglementaires précises et pertinentes.  b) Quel recours M° Nancy Rioux peut-elle exercer dans les circonstances et auprès de quelle cour? Motivez votre répons",
    "choices": [
      "a)",
      "b)"
    ],
    "answer": [
      "A"
    ]
  },
  {
    "number": "16",
    "context": "Nommez DEUX façons dont M° Robert Cordeau pourrait faire supprimer cette condition. Motivez votre réponse et faites référence à la ou aux dispositions législatives ou  réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Le dossier est reporté au mardi 8 septembre 2020 pour la communicati",
    "choices": [],
    "answer": null
  },
  {
    "number": "17",
    "context": "Quelle formalité M° Robert Cordeau doit-il remplir lors de la demande pour la tenue d’une enquête préliminaire? Motivez votre réponse et faites référence à la ou aux dispositions  législatives ou réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Le lundi 5 octobre 2020, M Cordeau chois",
    "choices": [
      "a)"
    ],
    "answer": null
  },
  {
    "number": "18",
    "context": "Indiquez DEUX conséquences potentielles que M° Louis Nantel expliquera à Benoït Rougeau. Motivez votre réponse et faites référence à la ou aux dispositions législatives ou  réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  À La suite des conseils de M° Nantel, Benoit accepte de répondr",
    "choices": [],
    "answer": null
  },
  {
    "number": "19",
    "context": "Simon Dauphinais peut-il enregistrer immédiatement son plaidoyer de non-culpabilité?  Dites pourquoi.  FAITS COMPLÉMENTAIRES  Le lundi 21 décembre 2020, Simon informe M° Cordeau qu’il désire maintenant plutôt un procès  devant un juge sans jury ou un juge seul.",
    "choices": [],
    "answer": null
  },
  {
    "number": "20",
    "context": "Que doit faire M° Robert Cordeau pour satisfaire la demande de Simon Dauphinais et à quelle(s) condition(s)? Motivez votre réponse et faites référence à la ou aux dispositions législatives ou  réglementaires précises et pertinentes.  FAITS COMPLÉMENTAIRES  Un procès devant juge sans jury est fixé au",
    "choices": [
      "b)"
    ],
    "answer": null
  },
  {
    "number": "21",
    "context": "M° Nancy Rioux peut-elle, par le témoignage de Benoït Rougeau, légalement mettre en preuve  les paroles prononcées par l’accusé Simon Dauphinais? Dites pourquoi.  FAITS COMPLÉMENTAIRES  Au cours de sa preuve principale, M Rioux fait entendre Benoit, Guy et Jacques qui relatent le déroulement des évé",
    "choices": [],
    "answer": null
  },
  {
    "number": "22",
    "context": "Énoncez les verdicts qui peuvent être rendus à l’égard de Simon Dauphinais sur des actes criminels passibles d’au moins 14 ans d’emprisonnement. Dites pourquoi chacun de ces verdicts peut être rendu. Motivez votre réponse et faites référence à la ou aux dispositions  législatives ou réglementaires p",
    "choices": [],
    "answer": null
  },
  {
    "number": "23",
    "context": "Quelle sera la réponse de M° Lucas St-Hilaire? Motivez votre réponse et faites référence à la  ou aux dispositions législatives ou réglementaires précises et pertinentes.  18",
    "choices": [],
    "answer": null
  }
]