[
  {
    "number": "1",
    "context": "Quel est le régime matrimonial applicable à Myrianne Gignac et à Joseph Loewen et quelles sont les règles de fixation de la pension alimentaire pour enfants applicables dans leur cas? Parmi les énoncés suivants, indiquez lesquels sont VRAIS. Noircissez TOUTES LES CASES qui correspondent à la bonne r",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "2",
    "context": "Joseph Loewen peut-il obtenir une prestation compensatoire de la part de Myrianne Gignac? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a)  b)  c)  d)  e)  Joseph Loewen peut obtenir une prestation compensatoire pour sa collaboration à l’entreprise Chocolats s",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "3",
    "context": "Quelle procédure judiciaire déposerez-vous au tribunal pour demander une augmentation de la pension alimentaire payable par Maxime Jones pour les enfants Viviane Jones et Julienne Jones et dans quels districts judiciaires pouvez-vous introduire cette demande? Noircissez LA CASE qui correspond à La b",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "4",
    "context": ", veuillez vous référer à la Table de fixation de la contribution limentaire parentale de base 2021 aux pages 11 et 12",
    "choices": [],
    "answer": null
  },
  {
    "number": "4",
    "context": "Quel est le montant de la pension alimentaire annuelle que devra payer Paulina Reinhardt à Fabien Royer pour les enfants Marquise, Victorine et Marie-Reine Royer? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a)  1696,50$  b) 1768,88$  c) 1840,28$  d) 2311$  e",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "5",
    "context": "Dans le cadre du partage du patrimoine familial, quelle est la valeur partageable totale des biens de catégorie 1 appartenant à Fabien Royer? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) b) o d)  e)  717 355,85 $ 742 355,85 $ 751 605,85 $ 825 754,18 $ 1 25",
    "choices": [
      "a)",
      "b)",
      "d)",
      "e)"
    ],
    "answer": [
      "D"
    ]
  },
  {
    "number": "6",
    "context": "Dans le cadre du partage du patrimoine familial, quel est le montant de la créance pour la valeur partageable totale des biens de catégorie 2 appartenant à Paulina Reinhardt et à Fabien Royer? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) 21920$ b) 24 907,5",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "7",
    "context": "Dans le cadre du partage de la société d'acquêts, quelle est la qualification de l'immeuble de Paulina Reinhardt? Y a-t-il lieu à une récompense? Si oui, pour quel montant et en faveur de  quelle masse? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a)  b)  ©) ",
    "choices": [
      "a)",
      "b)",
      "d)",
      "e)",
      "e)"
    ],
    "answer": [
      "D"
    ]
  },
  {
    "number": "8",
    "context": "Quel énoncé correspond le mieux à la situation de Jennifer Couture? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Jennifer Couture peut aller de l’avant avec son projet sans soucis et sans aucune contrainte.  b) Jennifer Couture ne peut ouvrir son agence de",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)"
    ],
    "answer": null
  },
  {
    "number": "9",
    "context": "Vogue en voile inc. est-elle justifiée de ne verser aucune somme à Jennifer Couture? Parmi les énoncés suivants, noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Oui, car Jennifer Couture a manqué à ses obligations légales et contractuelles, ce qui constitue d",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "10",
    "context": "Quel sera le montant payable à titre d’indemnité de congé annuel à Stéphanie Lamontagne pour l’année 2020? Parmi les énoncés suivants, noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) 888,46 $ b) 924$  c) 1332,69$ d) 1386$  e) 3150$  FAITS COMPLÉMENTAIRES  Enc",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "A"
    ]
  },
  {
    "number": "11",
    "context": "Parmi les énoncés suivants, noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Les employés ont un recours en vertu de l’article 124 de la Loi sur les normes du travail uniquement contre Voyages d’aujourd’hui inc.  b) Les employés ont un recours en vertu de l’ar",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "12",
    "context": "Que fera l’agent des relations du travail? Parmi les énoncés suivants, noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) L'agent des relations du travail accréditera le Syndicat de Voyages d’aujourd’hui inc. afin de représenter tous les salariés de Voyages d’au",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "F"
    ]
  },
  {
    "number": "13",
    "context": ", veuillez vous référer au calendrier à L 20.",
    "choices": [],
    "answer": [
      "B"
    ]
  },
  {
    "number": "13",
    "context": "Sans égard à la réponse à la question précédente et en tenant pour acquis que le Syndicat de Voyages d’aujourd’hui inc. est accrédité le 25 mai 2021, à quelle date ultime la phase des négociations débutera-t-elle? Parmi les énoncés suivants, noircissez LA CASE qui correspond à la bonne réponse sur v",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)",
      "b)"
    ],
    "answer": [
      "B"
    ]
  },
  {
    "number": "14",
    "context": "Parmi les énoncés suivants, indiquez lequel est FAUX. Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Lors d’une enquête sur remise en liberté, le ouï-dire est admissible si le juge le considère plausible et digne de foi. ‘  b) Lors d’une enquête sur remise e",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)",
      "a)"
    ],
    "answer": null
  },
  {
    "number": "15",
    "context": "De quelle façon Roger Danault pourrait-il faire modifier la condition relative au couvre-feu qui lui est imposée afin d’être en mesure d’accepter le travail proposé? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) À la fin de son enquête préliminaire, avec le",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)",
      "a)"
    ],
    "answer": null
  },
  {
    "number": "16",
    "context": "Parmi les énoncés suivants, indiquez lequel est VRAI. Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Les policiers ont le devoir de le remettre en liberté sur promesse de comparaître.  b) Les policiers peuvent le remettre en liberté en lui délivrant une cita",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)",
      "a)"
    ],
    "answer": null
  },
  {
    "number": "17",
    "context": "Parmi les énoncés suivants, indiquez lequel est VRAI. Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a)  b)  c)  d)  e)  La défense pourra mettre en preuve la réputation sexuelle de Valérie Dupuis afin de nuire à sa crédibilité.  La défense pourra mettre en pre",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "18",
    "context": "Parmi les énoncés suivants, indiquez lequel est FAUX. Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Le juge peut considérer comme prouvés les renseignements portés à sa connaissance lors du procès.  b) Tous les faits doivent être prouvés par prépondérance d",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)",
      "a)",
      "a)",
      "b)",
      "a)"
    ],
    "answer": null
  },
  {
    "number": "19",
    "context": "En tenant pour acquis que Rolland Provost n’a aucun antécédent judiciaire, indiquez quels énoncés sont VRAIS. Noircissez TOUTES LES CASES qui correspondent à la bonne réponse sur votre feuillet de réponses.  a) Le juge Guy Lafond ne peut condamner Rolland Provost à une peine d'emprisonnement avec su",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)"
    ],
    "answer": [
      "E"
    ]
  },
  {
    "number": "20",
    "context": "Lors de sa mise en liberté par les policiers sous promesse de comparaître, Richard Crevier peut-il être contraint par sa promesse de déposer la somme de 300 $? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Oui, parce qu’il indique qu’il déménagera au Nouvea",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  }
]