[
  {
    "number": "1",
    "context": "Jonathan Beauregard a-t-il des droits à faire valoir relativement aux contributions et aux services fournis à l’égard de la maison de campagne pendant la vie commune avec Mia Voghel? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Oui, Jonathan Beauregard peu",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "2",
    "context": "Parmi les affirmations suivantes, indiquez laquelle est ERRONÉE. Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Un enfant majeur a l’obligation de participer à ses besoins.  b) Un enfant majeur doit se qualifier comme un enfant à charge pour obtenir des alim",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "3",
    "context": ", veuillez vous référer à la Table de fixation de la contribution alimentaire parentale de base 2021 aux pages 9 et 10.  4",
    "choices": [],
    "answer": null
  },
  {
    "number": "3",
    "context": "Quel montant de pension alimentaire annuelle Damien Turner devra-t-il payer à Marguerite Delisle pour les enfants Clémentine Turner, Corenthin Turner, Nola Turner et Miko Turner? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) 26 836,26 $ b) 27 206,51 $ c)  2",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "4",
    "context": "Marguerite Delisle et Damien Turner pourront-ils convenir d’un autre montant de pension alimentaire pour les enfants Clémentine Turner, Corenthin Turner, Nola Turner et Miko Turner? Noircissez TOUTES LES CASES qui correspondent à la bonne réponse sur votre feuillet de réponses.  a) Oui, car il s’agi",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "C",
      "E",
      "D"
    ]
  },
  {
    "number": "5",
    "context": "Dans le cadre du partage du patrimoine familial, quelle est la valeur partageable totale des biens de catégorie 1 appartenant à Damien Turner? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) 571839,39$  b) 574339,39$  c) 575 500,00 $  d) 575827,27$  e) 579139",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "A"
    ]
  },
  {
    "number": "6",
    "context": "Dans le cadre du partage du patrimoine familial, quelle est la valeur partageable totale des biens de catégorie 1 appartenant à Marguerite Delisle? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) 165900 $ b) 167100$ c) 169 400$ d) 170600$ e) 171500 $ f) _1727",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "A"
    ]
  },
  {
    "number": "7",
    "context": "Dans le cadre du partage de la société d’acquêts, quelle est la qualification de ce terrain dont Damien Turner est propriétaire? Y a-t-il lieu à une récompense? Si oui, pour quel montant et  en faveur de quelle masse? Noircissez LA CASE qui correspond à la bonne réponse sur votre  feuillet de répons",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)",
      "e)"
    ],
    "answer": [
      "D"
    ]
  },
  {
    "number": "8",
    "context": "À la suite de l'acquisition des actions de Théo Hanson, quel est le nombre maximal d'actions qu’Agence Têtes de Pub inc. peut émettre sans modifier son capital-actions autorisé? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) 200 actions. b) 800 actions. c} 1",
    "choices": [
      "a)",
      "b)",
      "d)",
      "e)"
    ],
    "answer": [
      "B"
    ]
  },
  {
    "number": "9",
    "context": "Parmi les documents suivants, indiquez lesquels doivent être produits au registraire des entreprises par Atelier Foud’Coudre inc. pour effectuer le changement de son nom et de son siège. Noircissez TOUTES LES CASES qui correspondent à la bonne réponse sur votre feuillet de réponses,  a) Des statuts ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "10",
    "context": "Quelle est la valeur comptable réajustée des 40 actions de catégorie « À » du capital-actions de Conceptions Carolor inc. que détient Caroline Lorrain? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) 68 000 $ b) 80 000 $ c} 84 000 $ d)  108000$ e)  120000$ f)",
    "choices": [
      "a)",
      "b)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "11",
    "context": "Parmi les énoncés suivants traitant de l’assemblée extraordinaire des actionnaires, indiquez lequel est VRAI. Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a)  Mindy Lafrance a le droit d’être convoquée à l'assemblée et de voter; elle ne pourra cependant ni em",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "12",
    "context": "Une simple résolution du conseil d’administration est-elle suffisante pour qu’entrent immédiatement en vigueur les résolutions adoptées aujourd’hui par le conseil d'administration de Kadima Teckno inc.? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Oui, mai",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "13",
    "context": "Parmi les trois résolutions adoptées aujourd’hui par le conseil d'administration de Kadima Teckno inc., laquelle ou lesquelles exigent que Kadima Teckno inc. exécute toutes les formalités suivantes pour y donner suite : envoi de documents au directeur et au registraire des entreprises et mise-à-jour",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "14",
    "context": "Au stade de sa comparution, quels sont les choix qui s'offrent à Paulo Leroux? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses,  a) Un procès devant un juge de la cour provinciale ou un procès devant un juge sans jury. b) Un procès devant un juge de la cour provin",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "15",
    "context": "Laquelle de ces peines NE PEUT ÊTRE imposée par le juge? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Un sursis de peine avec une probation de deux ans ayant comme condition d'effectuer 200 heures de travaux communautaires dans un délai de six mois.  b) Un",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)",
      "a)",
      "b)"
    ],
    "answer": null
  },
  {
    "number": "16",
    "context": "Parmi les énoncés suivants, indiquez lequel est VRAI. Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Le juge Pierre Beausoleil ne peut poser de question à Claudius Marquis s’il choisit de ne pas témoigner.  b)  M° Didier Poulin ne peut expliquer les circonst",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "17",
    "context": "Parmi les énoncés suivants, indiquez lequel est BIEN FONDÉ. Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Lors de l’audition de l’enquête préliminaire, le juge Pierre Beausoleil aura compétence pour remettre Claudius Marquis en liberté, si la défense lui dé",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)",
      "a)"
    ],
    "answer": null
  },
  {
    "number": "18",
    "context": "Parmi les énoncés suivants, indiquez lequel est BIEN FONDÉ. Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) La mens rea de fraude est d'intention spécifique et exige une connaissance subjective de la part de Lucie Robillard que son geste était malhonnête.  b)",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "E"
    ]
  },
  {
    "number": "19",
    "context": "Parmi les énoncés suivants, indiquez lequel est BIEN FONDÉ. Noïircissez LACASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) L’agent Sidney Doré pouvait arrêter Lars Mandel pour l'identifier.  b) L'agent Sidney Doré a le pouvoir discrétionnaire de remettre Lars Mandel en libe",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "B"
    ]
  },
  {
    "number": "20",
    "context": "Parmi les énoncés suivants, indiquez lequel est FAUX. Noircissez LA CASE qui correspond à la  bonne réponse sur votre feuillet de réponses.  a)  b) ©)  d)  e)  La poursuite doit prouver hors de tout doute raisonnable que la drogue était de la  cocaïne. Le trafic comprend l'offre de vendre de la coca",
    "choices": [
      "a)",
      "b)",
      "d)",
      "e)"
    ],
    "answer": [
      "A"
    ]
  }
]