[
  {
    "number": "1",
    "context": ", veuillez vous référer à la Table de fixation de la contribution alimentaire parentale de base 2021 aux pages 7 et 8.",
    "choices": [],
    "answer": [
      "C"
    ]
  },
  {
    "number": "1",
    "context": "En tenant pour acquis que Maxime Laprade paiera les frais de scolarité directement au Collège Brébeuf, calculez la pension alimentaire annuelle qu’il devra payer pour les enfants Sarah Laprade et Léonie Laprade dans l’éventualité où une ordonnance parentale serait rendue attribuant l’exercice du tem",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "C"
    ]
  },
  {
    "number": "2",
    "context": "Dans l’éventualité où Billy Laprade entreprendrait des procédures contre ses parents pour demander une pension alimentaire, parmi les affirmations suivantes, indiquez laquelle est FAUSSE. Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses. a) Billy Laprade devra prod",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "D"
    ]
  },
  {
    "number": "3",
    "context": "Dans le cadre du partage du patrimoine familial, quelle est la créance de Cindy Martial en rapport avec la résidence familiale? Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a)  149152,18$  b) 157 517,86$  c) 187 391,30 $  d) 298 304,35 $  e) 307 892,86 $  f) ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "D"
    ]
  },
  {
    "number": "4",
    "context": "Cindy Martial peut-elle donner à sa sœur Liliane Martial le chalet de Saint-Michel-des-Saints reçu en héritage de son père, et ce, à l’insu de Maxime Laprade? Noïircissez LA CASE qui  correspond à la bonne réponse sur votre feuillet de réponses.  a) Le chalet est un propre de Cindy Martial et elle p",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "C"
    ]
  },
  {
    "number": "5",
    "context": "Parmi les biens ci-dessous mentionnés dont Maxime Laprade était propriétaire, indiquez les biens de catégorie 2 partageables en vertu des règles du patrimoine familial. Noircissez  TOUTES LES CASES qui correspondent à la bonne réponse sur votre feuillet de réponses.  a) Un compte d’épargne libre d’i",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "6",
    "context": "Dans le cadre du partage de la société d’acquêts, quelle est la qualification de la partie indivise de l’immeuble à revenus de la rue Payette à Montréal dont feu Maxime Laprade était propriétaire? Y a-t-il lieu à récompense? Si oui, pour quel montant et en faveur de quelle masse? Noircissez LA CASE ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)",
      "e)"
    ],
    "answer": [
      "D"
    ]
  },
  {
    "number": "7",
    "context": "Karine Dubreuil et Bilal Lamari pourront-ils valablement se marier au Québec le 12 juin 2021?  Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Oui, pour autant que Bilal Lamari produise un certificat de non-appel du jugement de divorce du 28 avril 2020.  b) O",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "8",
    "context": "Quelle sera l’étape suivante du processus d’accréditation? Noircissez LA CASE qui correspond  à la bonne réponse sur votre feuillet de réponses.  a) L'agent de relations du travail accréditera la Centrale des travailleuses et travailleurs.  b)  L’agent de relations du travail accréditera le Syndicat",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "9",
    "context": "Qui pourra travailler pendant le lock-out? Noircissez LA CASE qui correspond à la bonne  réponse sur votre feuillet de réponses.  a) b) c) d)  e)  Christian Jones, Gaëlle Monfils, Réjean Dulude, Julianne Favron et GratteCiel inc. Philémon Faille, Christian Jones, Julianne Favron et GratteCiel inc.  ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "10",
    "context": ", veuillez vous référer au calendrier aux pages 18 et 19.",
    "choices": [],
    "answer": [
      "D"
    ]
  },
  {
    "number": "10",
    "context": "Dans l’éventualité où aucun avis de négociation n’est transmis, aucune nouvelle convention collective n’est conclue et aucun différend n’est soumis à l’arbitrage, à compter de quelle date une autre association pourrait-elle valablement déposer une requête en accréditation auprès du Tribunal administ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "D"
    ]
  },
  {
    "number": "11",
    "context": "Le 22 mai 2021, Pierre Drolet vous demande s’il a un recours dans les circonstances.  Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Pierre Drolet n’a aucun recours.  b) Pierre Drolet peut déposer une plainte auprès de la Commission des normes, de l’équité, ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "12",
    "context": "Parmi les énoncés suivants, indiquez lequel est VRAI. Noircissez LA CASE qui correspond à la  bonne réponse sur votre feuillet de réponses.  a) Pierre Drolet peut déposer un grief auprès du Tribunal administratif du travail qui  désignera un arbitre de grief.  b) Pierre Drolet peut déposer une plain",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "13",
    "context": "Si l’année de référence de l’employeur est du 1” janvier au 31 décembre, quelle somme la Commission des normes, de l’équité, de la santé et de la sécurité du travail sera-t-elle en droit de réclamer au bénéfice de Marlène Garnier à titre d’indemnité de congé annuel? Noircissez  LA CASE qui correspon",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)",
      "e)",
      "e)",
      "e)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "14",
    "context": "Parmi les accusations suivantes, laquelle est NON FONDÉE? Noircissez LA CASE qui correspond  à la bonne réponse sur votre feuillet de réponses.  a) Agression sexuelle.  b) Contacts sexuels.  c) Agression sexuelle armée.  d) incitation à des contacts sexuels.  e)  Intimidation.  FAITS COMPLÉMENTAIRES",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "15",
    "context": "Quel est le moyen légal dont dispose le sergent Louis Dugré pour la saisie de l’arme jouet?  Noircissez LA CASE qui correspond à la bonne réponse sur votre feuillet de réponses.  a) Obtenir un mandat de perquisition pour saisir l’arme jouet.  b) Obtenir un mandat d’entrée afin de pénétrer dans la ré",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "16",
    "context": "Quelle demande M° Martine Beaupré, procureure aux poursuites criminelles et pénales, devrait-elle formuler au tribunal à cette étape des procédures et quel fardeau de la preuve devra-t-elle assumer afin que le tribunal acquiesce à sa demande? Noircissez LA CASE qui  correspond à la bonne réponse sur",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "17",
    "context": "Quelle sera la stratégie de M° Martine Beaupré, procureure aux poursuites criminelles et pénales, pour établir la preuve des infractions? Noircissez LA CASE qui correspond à la bonne  réponse sur votre feuillet de réponses.  a) Elle fera entendre Lucas Frigon, mais en compagnie de sa psychologue. b)",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "18",
    "context": "Quelle demande M° Martine Beaupré, procureure aux poursuites criminelles et pénales, peut- elle faire à la cour à ce stade-ci des procédures? Noircissez LA CASE qui correspond à la bonne  réponse sur votre feuillet de réponses!  a) Demander la permission à la cour de poser des questions suggestives ",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "19",
    "context": "Quels éléments pourront être considérés par le tribunal pour déterminer la peine appropriée dans les circonstances? Noircissez TOUTES LES CASES qui correspondent à la bonne réponse  sur votre feuillet de réponses.  a) Les propos de Charles Frigon recueillis par l’agent de probation quant aux remords",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": null
  },
  {
    "number": "20",
    "context": "En matière de droit d’appel, lequel des énoncés suivants est FAUX? Noircissez LA CASE qui  correspond à la bonne réponse sur votre feuillet de réponses.  a)  b)  c)  d)  e)  Un accusé ne peut pas en appeler d’une décision interlocutoire qui met en cause son  droit d’être représenté par l’avocat de s",
    "choices": [
      "a)",
      "b)",
      "c)",
      "d)",
      "e)"
    ],
    "answer": [
      "E"
    ]
  }
]